/*  Задача
Шаг 31 Объявление переменной с помощью ключевого слова let позволяет переназначить ее.
 Это означает, что позже вы можете изменить символ на совершенно другое значение. 
В этом проекте вам не потребуется изменять значения этих переменных. 
Поэтому вместо этого вам следует использовать const для их объявления. переменные const являются особыми. 
Во-первых, переменная const не может быть переназначена как переменная let. Этот код выдаст ошибку: 
Пример кода const FirstName = "Наоми"; FirstName = "Джессика"; 
Переменная const также не может быть неинициализирована. 
Этот код выдал бы ошибку: 
Пример кода const FirstName; 
Замените ваши ключевые слова let на const.
*/

const character = "Hello";
const count = 8;
const rows = [];