/*  Задача
Шаг 11 Вы также можете присвоить значение переменной другой переменной. 
Например: Пример кода: пусть first = "One"; пусть second = "Two"; second = first; 
Вторая переменная теперь будет иметь значение "One". Чтобы увидеть это в действии, 
измените назначение второго символа с "Test" на вашу символьную переменную. 
Затем откройте консоль, чтобы посмотреть, что записывается в журнал.
*/


let character = 'Hello';
console.log(character);
character = "World";
let secondCharacter;
secondCharacter = character;