/*  Задача
 
Шаг 36 Ваша инструкция iteration сообщит вашему циклу, что делать с итератором после каждого запуска. 
Когда вы переназначаете переменную, вы можете использовать ее для ссылки на предыдущее значение перед переназначением. 
Это позволяет вам выполнять такие действия, как добавление трех к существующему числу. 
Например, значение bees = bees + 3 увеличит значение bees на три. 
Используйте этот синтаксис, чтобы заменить строку "итерация" оператором переназначения, который увеличивает значение i на единицу.
*/


const character = "#";
const count = 8;
const rows = [];
for (let i = 0; i < count; i = i + 1) {

}