/*  Задача
 
Шаг 6 пройден, когда переменная объявлена с ключевым словом let, вы можете переназначить (или изменить значение) эту переменную позже. 
В этом примере значение programmer изменено с "Naomi" на "CamperChan". Пример кода: let programmer = "Naomi"; programmer = "CamperChan"; Обратите внимание, 
что при переназначении переменной вы больше не используете ключевое слово let. После входа в console.log присвойте значение "World" вашей символьной переменной.
*/



let character = 'Hello';
console.log(character);
character = 'World';