/*  Задача
Шаг 21 Особенность массивов в том, что они считаются изменяемыми. 
Это означает, что вы можете напрямую изменять значение индекса. 
Например, этот код присвоил бы номер 25 второму элементу массива: 
Пример кода: пусть array = [1, 2, 3]; array[1] = 25; console.log(array); // выводит [1, 25, 3] 
Обновление третьего элемента массива. ваш массив строк должен быть равен числу 10. 
Затем выведите массив строк на вашу консоль.
*/


let character = 'Hello';
let count = 8;
let rows = ["Naomi", "Quincy", "CamperChan"];
console.log(rows[0]);
row[2] = 10;
console.log(rows);
