/*  Задача
 
Шаг 33 Чтобы создать пирамиду, вам нужно создать несколько строк. 
Когда вам нужно многократно выполнять задачу до тех пор, пока не будет выполнено условие, вы будете использовать цикл. 
Существует множество способов создания цикла. Вы начнете с базового цикла for. для циклов используйте следующий синтаксис: 
Пример кода для (iterator; condition; iterationation) { логика; } 
На следующих этапах вы подробно изучите каждый компонент цикла. 
На данный момент создайте цикл for, который включает термины "итератор", "условие" и "итерация" для трех компонентов. 
Оставьте тело цикла, раздел в фигурных скобках {}, пустым.
*/



const character = "#";
const count = 8;
const rows = [];

for ('iterator'; 'condition'; 'iteration') {

}