/*  Задача
 
Шаг 35 Условие цикла for указывает циклу, сколько раз он должен выполнить итерацию. Когда условие становится ложным, цикл останавливается. 
В JavaScript логическое значение может быть либо истинным, либо ложным. Это не строки - позже вы узнаете больше о различиях. 
Пока что вы будете использовать оператор less than (<). Это позволяет проверить, не меньше ли значение слева значения справа. 
Например, значение count < 3 будет равно true, если значение count равно 2, и false, если значение count равно 4. 
Замените строку "condition" на условие, чтобы проверить, не меньше ли значение i, чем значение count.
*/

const character = "#";
const count = 8;
const rows = [];
for (let i = 0; i < count; "iteration") {

}