/*  Задача
Шаг 34 Теперь вашему циклу нужен соответствующий итератор.
 Итератор - это переменная, которую вы можете специально объявить в своем цикле for, чтобы управлять тем,
  как цикл выполняет итерации или проходит через вашу логику. 
  Общепринято использовать i в качестве переменной-итератора в цикле. 
  Цикл for позволяет указать это в круглых скобках (). 
Например, вот цикл for, который объявляет индексную переменную и присваивает ей значение 100. 
Пример кода для (let index = 100; "second"; "third") { } Замените строку "iterator" объявлением let для переменной i. 
Для начала присвойте ему значение 0. Это придаст переменной i значение 0 при первом запуске вашего цикла.
*/

const character = "#";
const count = 8;
const rows = [];
for (let i = 0; "condition"; "iteration") {

}