/*  Задача
Шаг 24 На последних нескольких шагах вы узнали все о работе с массивами.
Найдите минутку, чтобы проанализировать то, что вы узнали. 
Начните с объявления переменной cities и инициализации ее как массива строк "Лондон", "Нью-Йорк" и "Мумбаи".
 Затем зарегистрируйте эту переменную в консоли. После регистрации измените последний элемент cities на строку "Mexico City", 
затем снова зарегистрируйте переменную cities. Если все сделано правильно, вы должны увидеть этот результат в консоли.
 Пример кода [ "Лондон", "Нью-Йорк", "Мумбаи"] [ "Лондон", "Нью-Йорк", "Мехико-Сити"]
*/

let character = 'Hello';
let count = 8;
let rows = ["Naomi", "Quincy", "CamperChan"];
console.log(cities);
let cities = ["London", "New York", "Mumbai"];
cities[cities.length - 1] = "Mexico City";
console.log(cities);