/*  Задача
 
Шаг 5 Консоль позволяет печатать и просматривать выходные данные JavaScript. Вы можете отправить информацию на консоль, используя console.log(). 
Например, этот код выведет "Naomi" на консоль: Пример кода: let developer = "Naomi"; console.log(разработчик); 
Приведенный выше код обращается к переменной developer с ее именем в console.log(). 
Обратите внимание, что значение в круглых скобках - это значение, которое будет напечатано. 
Выведите значение символьной переменной в консоль. Затем нажмите кнопку "Консоль", чтобы просмотреть консоль JavaScript.
*/



let character = 'Hello';
console.log(character);