/*  Задача
 
Шаг 18
В программировании вам часто приходится работать с большим количеством данных. 
Существует множество структур данных, которые могут помочь вам организовать ваши данные и управлять ими. 
Одной из самых простых структур данных является массив.

Массив - это непримитивный тип данных, который может содержать последовательность значений. 
Непримитивные типы данных отличаются от примитивных типов данных тем, что они могут содержать более сложные данные.
 Примитивные типы данных, такие как строки и числа, могут содержать только одно значение за раз.

Массивы обозначаются с помощью квадратных скобок ([]). Вот пример переменной со значением пустого массива:

Пример кода
let array = [];
Объявите переменную rows и присвойте ей пустой массив.
*/


let character = 'Hello';
let count = 8;
let rows = [];